# Informationen zum Content Accessibility Checker
txtIntroduction 		= Der Content Accessibility Checker weist Sie auf Fehler und m\u00f6gliche Verbesserungen im HTML-Code hin. Zuerst werden allgemeine Hinweise (in orange) zur Barrierefreiheit angezeigt, danach werden spezifische Hinweise und Fehler (in pink) aufgezeigt. Weitere Informationen zu den jeweiligen Fehlern/Hinweisen gibt es in der 

# Allgemeine Hinweise
txtContrast 			= Allgemeiner Hinweis: Bei der Darstellung, vorallem bei Bildern und Textfarben, sollte auf einen ausreichenden Kontrast geachtet werden.
txtColors 				= Allgemeiner Hinweis: Die Informationen dieser Seite sollte nicht nur \u00fcber Farben vermittelt werden (z.B. auch textlich erkl\u00e4rt sein).
txtComprehend 			= Allgemeiner Hinweis: Der gesamte Inhalt sollte in m\u00f6glichst einfacher Sprache verfasst sein (Aktivformulierung, keine Schlangens\u00e4tze, Fachbegriffe vermeiden). Abk\u00fcrzungen sollten erkl\u00e4rt werden.

# Hinweis- und Fehler-Texte
txtEmptyP 				= Hinweis: Hier ist ein leeres &ltp&gt-Tag vorhanden. Es sollte entfernt werden.
txtArea 				= Fehler: Der Alternativtext f\u00fcr eine Verweis-sensitive Grafik fehlt oder ist leer. Versehen Sie das &ltarea&gt-Tag mit einem sinnvollen Alternativtext (alt\u003d\u005c\u0022xxx\u005c\u0022).
txtAltArea 				= Hinweis: Beschreibt der Alternativtext die Verweis-sensitive Grafik angemessen? Falls nicht, anpassen!
txtAlt 					= Fehler: Der Alternativtext fehlt. Versehen Sie diese Grafik mit einem sinnvollen Alternativtext (alt\u003d\u005c\u0022xxx\u005c\u0022)! Welche wichtige Informationen vermittelt das Bild? Falls es der reinen Dekoration dient, verwenden Sie ein leeres &ltalt&gt-Tag.
txtAltInput 				= Fehler: Der Alternativtext fehlt. Versehen Sie das &ltinput&gt-Tag mit einem sinnvollen Alternativtext (alt\u003d\u005c\u0022xxx\u005c\u0022).
txtExistingAltInput			= Hinweis: Beschreibt der Alternativtext das Eingabefeld oder den Eingabebereich angemessen? Falls nicht, anpassen!
txtAltEmpty 			= Hinweis: Der Alternativtext des markierten Elementes ist leer. Hat dieses Element einen ausschliesslich dekorativem Charakter?
txtAltLink 				= Fehler: Der Alternativtext fehlt. Es sollte das Attribut alt\u003d\u005c\u0022xxx\u005c\u0022 erg\u00e4nzt werden, welches den Linkzweck angemessen beschreibt.
txtExistingAltLink			= Hinweis: Beschreibt der alternativtext den Linkzweck angemessen? Falls nicht, anpassen!
txtDiag1 				= Hinweis: \u005c\u0022
txtDiag2 				= \u005c\u0022 wurde im Text verwendet. Falls ein(e) 
txtDiag3 				= auf dieser Seite angezeigt/verlinkt ist sollte ein erkl\u00e4render Text dazu vorhanden sein.
txtHeading1 			= Fehler: Die \u00dcberschriften beginnen nicht mit Ebene h1.
txtHeading2 			= Fehler: Es wird eine \u00dcberschriftenebene \u00fcbersprungen. h
txtHeading3 			= zu h
txtParagraph 			= Hinweis: Um diesen Text fehlt das &ltp&gt-Tag. Es sollte erg\u00e4nzt werden.
txtNoHeading 			= Hinweis: Ist dieses Element vielleicht eine \u00dcberschrift? Falls ja sollte ein &lth&gt-Tag erg\u00e4nzt werden.
txtStrong 				= Fehler: &ltStrong&gt-Tags sollte nur innerhalb von &ltp&gt-Tags verwendet werden. Oder handelt es sich hier um eine \u00dcberschrift? Dann sollten die &lth1&gt bis &lth6&gt-Tags verwendet werden.
txtAbbreviation 		= Hinweis: Handelt es sich bei dem Text in Grossbuchstaben allenfalls um eine Abk\u00fcrzung? Abk\u00fcrzungen sollten im Text erkl\u00e4rt sein.
txtTableHeader 			= Fehler: Eine Tabelle muss eine Tabellen\u00fcberschrift besitzen. Verwenden Sie dazu ein &ltcaption&gt-Tag.
txtTableColRowHeader 			= Fehler: Eine Tabelle sollte immer eine Spalten- oder Zeilen\u00fcberschrift mit dem &ltth&gt-Tag haben.
txtTableEmptyCell 		= Fehler: Diese Tabelle enth\u00e4lt leere Zellen. Vermeiden Sie leere Zellen in Tabellen
txtTableSpecial 		= Hinweis: Die Tabelle enth\u00e4lt Sonderzeichen. Diese sollten weggelassen werden.
txtLayoutTable 			= Hinweis: Diese Tabelle enth\u00e4lt keine Tabellen\u00fcberschriften. Handelt es sich dabei um eine Tabelle f\u00fcr Layout-Zwecke? Tabellen sollten nur zur strukturierten Darstellung von Informationen verwendet werden, nicht f\u00fcr Layout-Zwecke. Sollte es sich trotzdem um eine Datentabelle handeln, erg\u00e4nzen Sie diese mit &ltth&gt-Tags. Eine gute Anleitung finden sie unter:
txtComplexTable 		= Hinweis: Dies ist eine komplexe Tabelle, es sollte einen Spalten/Zeilen-Titel (&ltthead&gt-Tag und &ltth&gt-Tag) und eine Zusammenfassung (&ltcaption&gt-Tag) vorhanden sein.
txtList 				= Hinweis: In diesem Text wurden Aufz\u00e4hlungszeichen gefunden. Handelt es sich dabei um eine Aufz\u00e4hlung? Falls ja, sollten die &ltul&gt und &ltli&gt-Tags verwendet werden.
txtListNested			= Hinweis: \u00dcberpr\u00fcfen Sie die Liste auf korrekt angewendete Verschachtelung.
txtLinkFile 			= Hinweis: Bei Download-Links muss im Linktext beschrieben werden, was der Titel, das Format und die Gr\u00f6sse einer verlinkten Datei ist (z.B. Jahresbericht 2013, .doc, 12MB).
txtPDF1 				= Hinweis: PDF Dateien sollten barrierefrei sein. Pr\u00fcfen k\u00f6nnen Sie dies mit dem 
txtPDF2					= . Falls ein barrierefreies PDF nicht m\u00f6glich sein sollte, sollte eine alternative Form vorhanden sein. z.B. HTML.
txtLinkDescription 		= Hinweis: Dieser Linktext ist sehr kurz. Ist der Linktext auch unabh\u00e4nig vom Kontext verst\u00e4ndlich?
txtVideo 				= Hinweis: Videos sollten \u00fcber eine Textalternative und/oder \u00fcber Untertitel verf\u00fcgen. Speziell dann, wenn wichtige Informationen <b>nur</b> \u00fcber das Video vermittelt werden. Ebenfalls sollten diese nicht automatisch mit dem Abspielen beginnen.
txtAudio 				= Hinweis: Audioinhalte sollten \u00fcber eine Textalternative verf\u00fcgen. Zudem sollen Audioinhalte nicht automatisch abgespielt werden.